ADMIN_ID = [947159905, 5584822662]

REGIONS = [
    # А
    "Алтайский край",
    "Амурская обл.",
    "Архангельская обл.",
    "Астраханская обл.",
    # Б
    "Белгородская обл.",
    "Брянская обл.",
    # В
    "Владимирская обл.",
    "Волгоградская обл.",
    "Вологодская обл.",
    "Воронежская обл.",
    # Д
    "Донецкая Народная Респ.",
    # Е
    "Еврейская авт. обл.",
    # З
    "Забайкальский край",
    "Запорожская обл.",
    # И
    "Ивановская обл.",
    "Иркутская обл.",
    # К
    "Кабардино-Балкарская Респ.",
    "Калининградская обл.",
    "Калужская обл.",
    "Камчатский край",
    "Карачаево-Черкесская Респ.",
    "Кемеровская обл.",
    "Кировская обл.",
    "Костромская обл.",
    "Краснодарский край",
    "Красноярский край",
    "Респ. Крым",
    "Курганская обл.",
    "Курская обл.",
    # Л
    "Ленинградская обл.",
    "Липецкая обл.",
    "Луганская Народная Респ.",
    # М
    "Магаданская обл.",
    "Москва",
    "Московская обл.",
    "Мурманская обл.",
    # Н
    "Ненецкий авт. окр.",
    "Нижегородская обл.",
    "Новгородская обл.",
    "Новосибирская обл.",
    # О
    "Омская обл.",
    "Оренбургская обл.",
    "Орловская обл.",
    # П
    "Пензенская обл.",
    "Пермский край",
    "Приморский край",
    "Псковская обл.",
    # Р
    "Респ. Адыгея",
    "Респ. Алтай",
    "Респ. Башкортостан",
    "Респ. Бурятия",
    "Респ. Дагестан",
    "Респ. Ингушетия",
    "Респ. Калмыкия",
    "Респ. Карелия",
    "Респ. Коми",
    "Респ. Марий Эл",
    "Респ. Мордовия",
    "Респ. Саха (Якутия)",
    "Респ. Северная Осетия — Алания",
    "Респ. Татарстан",
    "Респ. Тыва",
    "Респ. Хакасия",
    "Ростовская обл.",
    "Рязанская обл.",
    # С
    "Самарская обл.",
    "Санкт-Петербург",
    "Саратовская обл.",
    "Сахалинская обл.",
    "Свердловская обл.",
    "Севастополь",
    "Смоленская обл.",
    "Ставропольский край",
    # Т
    "Тамбовская обл.",
    "Тверская обл.",
    "Томская обл.",
    "Тульская обл.",
    "Тюменская обл.",
    # У
    "Удмуртская Респ.",
    "Ульяновская обл.",
    # Х
    "Хабаровский край",
    "Ханты-Мансийский авт. окр. — Югра",
    "Херсонская обл.",
    # Ч
    "Челябинская обл.",
    "Чеченская Респ.",
    "Чувашская Респ.",
    "Чукотский авт. окр.",
    # Я
    "Ямало-Ненецкий авт. окр.",
    "Ярославская обл."
]

CULTURES = ["Кориандр",
            "Половинки кориандра",
            "Нут",
            "Половинки нута",
            "Чечевица зеленая",
            "Чечевица красная",
            "Горчица желтая",
            "Горчица черная",
            "Пшеница",
            "Горох",
            "Половинки гороха",
            "Сафлор",
            "Лен",
            "Сорго"]
